Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: I wonder what Earth was like when the humans lived there.
pl: Ciekawe, jaka była Ziemia jak jeszcze żyli na niej ludzie.

source: I wonder what it used to be like?
pl: Jestem ciekaw, jakie było dawniej.

source: I wonder what kind of civilization used to exist here...
pl: Zastanawiam się, jaka cywilizacja żyła tutaj... Kiedyś, przed nami...

source: I wonder what makes them choose these words...
pl: Ciekaw jestem, co powoduje taki dobór słów...

source: I wonder what's in there...
pl: Ciekawe co tam jest...

source: I wonder where all this miraculous imagery comes from...
pl: Ciekawe, skąd biorą się te wszystkie dziwne obrazy...

source: I wonder where their boss is hiding...
pl: Ciekawe co ukrywa ich szef...

source: I wonder why they insisted on living in such large groups.
pl: Jestem ciekaw, dlaczego nalegali na życie w tak dużych grupach.

source: I wonder.
pl: Hmm... zastanawiające.

source: I would...like to see...stars sometime...
pl: Chciałbym... zobaczyć kiedyś... gwiazdy...

source: I wouldn't bet on that.
pl: Nie liczyłabym na to.

source: I! I! I-I! I-I-I-I-I-I-I!
pl: Ja! Ja! Ja-ja! Ja-ja-ja-ja-ja-ja!

source: I'D LOVE TO GO BEYOND THE SEA TOO...
pl: MARZĘ O TYM, ABY DOTRZEĆ ZA MORZE...

source: I'M A DUMMY? HEE HEE! THANKS A LOT!
pl: JESTEM GŁUPKIEM? HIHI! DZIĘKI WIELKIE!

source: I'M ON MY WAY!
pl: ZARAZ TAM BĘDĘ!

source: I'd appreciate it if you could debug it a bit while you play.
pl: Byłbym wdzięczny, gdybyś ją przetestował. W celu znalezienia błędów.

source: I'd be more concerned about me smashing your face if I were you.
pl: Jakbym była tobą, przejmowałabym się rozkwaszeniem przeze mnie twarzy.

source: I'd best go see the world for myself instead of burying my head in books.
pl: Chyba będzie lepiej, jeśli sam pójdę poznawać świat, zamiast chować głowę w książkach.

source: I'd better be more careful next time.
pl: Następnym razem muszę zachować większą ostrożność.

source: I'd better secure her an escape route...
pl: Lepiej zabezpieczę jej drogę ucieczki...

source: I'd better talk to the lady in charge about this.
pl: Lepiej porozmawiać o tym z "panią kierowniczką" tego Obozu.

source: I'd give almost anything to spend more time in a flight unit...
pl: Dałabym wszystko, żeby spędzić więcej czasu w jednostce latającej...

source: I'd go myself, but I'd never survive out there on my own.
pl: Poszłabym sama, ale nie dałabym sobie rady w pojedynkę.

source: I'd go myself, but my motor systems were heavily damaged some time back.
pl: Sam poszedłbym ich odszukać, ale jakiś czas temu moje systemy motoryczne zostały poważnie uszkodzone.

source: I'd like to fix other transporters as well, but I can't so long as the machines are in the way.
pl: Chciałbym naprawić też inne transportery, ale nie dam rady tego zrobić. Chyba, że te wszystkie maszyny przestaną się kręcić w okolicy.

source: I'd like to place a new order for 10,000 G.
pl: Chcę złożyć zamówienie za 10000 G.

source: I'd like to think that we're atoning in some way for our past sins.
pl: Chciałabym mieć rację, myśląc, że w jakiś sposób odpokutowujemy za nasze dawne grzechy.

source: I'd like you to collect and bring back any information you find regarding the old world during your travels.
pl: Chciałbym, żebyście zbierali i przynosili do mnie wszelkie informacje dotyczące starego świata, które uda wam się znaleźć podczas waszych wędrówek.

source: I'd like you to have this. It belonged to an old friend, but I think he'd be happy to know that you're using it.
pl: Chciałbym, żebyś to przyjął. Należało do mojego starego przyjaciela, ale sądzę, że byłby szczęśliwy wiedząc, że z tego korzystasz.

source: I'd love to give you a souvenir of some kind, but I have nothing on me right now. What to do, what to do...?
pl: Chciałbym teraz podarować wam jakąś pamiątkę, ale nie mam niczego ze sobą. Co robić, co robić...?

source: I'd love to go to that castle in the forest, but Pascal said it's too dangerous.
pl: Chciałbym pójść do tego zamku w lesie, ale Pascal mówi, że to zbyt niebezpieczne.

source: I'd love to see what it does, so go ahead and chow down.
pl: Bardzo bym chciała zobaczyć co robi, więc śmiało, wcinaj.

source: I'd love to sell plug-in chips, but I don't have the necessary raw materials.
pl: Bardzo chciałbym je sprzedawać, ale nie mam wymaganych materiałów.

source: I'd love to sit here and chat, but we need to head out and take care of a job.
pl: Bardzo chciałabym tu posiedzieć i pogawędzić, ale musimy wyruszyć i wykonać swoją robotę.

source: I'd prefer not to quiver!
pl: Wolę, żeby nie drżały!

source: I'll also be sending over a little reward for all your hard work.
pl: Wyślę też drobną nagrodę za twoją ciężką pracę.

source: I'll back you up no matter what!
pl: Będę cię wspierać, bez względu na wszystko!

source: I'll be damned. I think she almost smiles. </page> <BGM_BGM_M6010_S0150_N_end> ...SID_end
pl: Niech mnie diabli. Chyba prawie się uśmiechnęła. </page> <BGM_BGM_M6010_S0150_N_end> ...SID_end

source: I'll be frank: We need 50,000 G in order to secure his services. Would you be willing to donate it to our cause?
pl: Powiem wprost: potrzebujemy 50 000 G, aby opłacić jego usługi. Wiem, że to niemała kwota, ale... może zechcielibyście dołożyć się do naszej sprawy?

source: I'll be glad to share anything we find with you as well, of course. So would you be willing to assist us?
pl: Oczywiście, z radością podzielę się całą wiedzą, którą zdobędziemy, również z wami. To jak? Zechcecie nam pomóc?

source: I'll be going home in a minute, but you'll be staying here for the night, you know that, right?
pl: Za minutę będę wracał do domu, ale ty zostaniesz tu na noc, wiesz o tym?

source: I'll be here whenever you're ready to try me again!
pl: Będę tutaj, jeśli zechcesz znów się ze mną zmierzyć!

source: I'll be honest though—I don't quite get why she cares about these particular photos.
pl: Jeśli mam być szczery, nie rozumiem, dlaczego tak bardzo zależy jej akurat na tych konkretnych zdjęciach.

source: I'll be sure to get her the coordinates...
pl: Muszę przesłać jej te współrzędne...

source: I'll be with you before long.
pl: Wkrótce do ciebie dołączę...

source: I'll bring this weapon back to 16D in the Bunker.
pl: Zaniosę tę broń z powrotem do 16D, do Bunkra.

source: I'll carry out my work until the bitter end. Everything depends on it.
pl: Będę wykonywał swoją pracę aż do samego końca. Wszystko od tego zależy.

source: I'll destroy them all...
pl: Zniszczę je wszystkie...

source: I'll do whatever I can to help you from here. Good luck.
pl: Zrobię co będę w stanie, żeby ci stąd pomóc. Powodzenia.

source: I'll get you for this!
pl: Zapłacicie za to!

source: I'll give it all I've got!
pl: dam ci wszystko, co mam!

source: I'll give you their ID codes. We all wield dual weapons, so you should be able to find them easily.
pl: Podam ci ich kody identyfikacyjne. Wszyscy walczymy podwójną bronią, więc nie powinieneś mieć problemów z ich znalezieniem.

source: I'll go ahead and send you the signal codes so you can track them.
pl: Pójdę przodem i prześlę ci sygnał z kodem, abyś mógł je zlokalizować.

source: I'll hack this thing and weaken it!
pl: Zhakuję to coś, aby stało się słabsze!

source: I'll hate those miserable piles of bolts until my last breath!
pl: Będę nienawidzić te marne kupy śrubek do mojego ostatniego tchnienia!

source: I'll have an operator explain how to obtain the materials once you touch down.
pl: Gdy tylko wylądujesz, operator przekaże ci instrukcje dotyczące zdobycia potrzebnych materiałów.

source: I'll have to stop recording for now.
pl: Będę musiał skończyć nagrywanie.

source: I'll help aim!
pl: Pomogę w namierzaniu celu!

source: I'll just look at it a bit more...from a safe distance.
pl: Obejrzę ją trochę... z bezpiecznej odległości.

source: I'll just take 'em out.
pl: Po prostu go załatwię.

source: I'll keep an eye out.
pl: Będę mieć to na uwadze.

source: I'll kill thee!
pl: Zabiję cię!

source: I'll kill you!
pl: Zabiję cię!

source: I'll kill you! I'll kill you!
pl: Zabiję cię! Zabiję cię!

source: I'll kill you... I swear on my life to kill you!
pl: Zabiję was... Przysięgam na własne życie, że was zabiję!

source: I'll kill you... I'll kill you!
pl: Zabiję was... Zabiję was!

source: I'll leave it in my room so you can pick it up later.
pl: Zostawię ją w moim pokoju, abyś mógł ją odebrać później.

source: I'll let Command know right away.
pl: Natychmiast poinformuję o tym Dowództwo.

source: I'll let you know if I find anything else cute, okay?
pl: Dam ci znać, jeśli znajdę coś uroczego, okej?

source: I'll let you know if we need anything further.
pl: Dam wam znać, jak będziemy czegoś jeszcze potrzebować.

source: I'll let you know once I find it.
pl: Dam ci znać, gdy go znajdziemy.

source: I'll look for them.
pl: Poszukam ich.

source: I'll look into it. Mark 'em on the map.
pl: Sprawdzę to. Oznacz to na mapie.

source: I'll make a filter right away. Please just give me one moment.
pl: Natychmiast przygotuję filtr. Proszę, daj m chwilę.

source: I'll make up some sort of excuse for the Commander.
pl: Wymyślę jakąś wymówkę dla Pani Komandor.

source: I'll never forget the time we met. I knew ours was a love that would last for eternity.
pl: Nigdy nie zapomnę pierwszego spotkania. Wiedziałam, że nasza miłość będzie trwała wiecznie.

source: I'll never let you pass!
pl: Nigdy nie pozwolę wam przejść!

source: I'll not waste words on mere junk.
pl: Nie będę marnował słów na zwykłe śmieci.

source: I'll open the gate we built to deter enemy invaders.
pl: Otworzę bramę, którą zbudowaliśmy, aby odstraszać najeźdźców wroga.

source: I'll provide backup!
pl: Zapewnię wsparcie!

source: I'll provide support!
pl: Zapewnię wsparcie!

source: I'll provide you with anything you need!
pl: Dam ci wszystko, czego potrzebujesz!

source: I'll put up instructions for you. Make sure to commit them to memory!
pl: Wyślę ci instrukcje. Upewnij się, że przeniesiesz je do pamięci!

source: I'll remove the virus right now. Hold on.
pl: Zaraz usunę tego wirusa. Jeszcze chwileczkę...

source: I'll rest if I feel like it.
pl: Odpocznę, jak będę miała na to ochotę.

source: I'll save it in a readable format.
pl: Zapiszę to w czytelnym formacie.

source: I'll send the coordinates at once.
pl: Natychmiast przesyłam współrzędne.

source: I'll send you the coordinates if you want.
pl: Prześlę wam współrzędne, jeśli chcecie.

source: I'll send your reward later.
pl: Nagrodę wyślę później.

source: I'll set off the delayed virus to see if I can damage it physically.
pl: Aktywuję opóźnionego wirusa, żeby zobaczyć, czy zada jej fizyczne obrażenia.

source: I'll share the data with you, so see what you can find out.
pl: Podzielę się z tobą danymi, żebyś mógł sprawdzić co uda ci się z nich wyciągnąć.

source: I'll share the data. His psychological state has deteriorated to a grave level.
pl: Udostępniam dane. Jego stan psychiczny pogorszył się, osiągając krytyczny poziom.

source: I'll smash 'em before they can reach this room.
pl: Rozwalę je, zanim tutaj dotrą.

source: I'll take care of everything...
pl: Zajmę się wszystkim...

source: I'll take tired hands over getting destroyed any day, thank you.
pl: Już wolę zapracowywać sobie ręce niż zostać zniszczonym, dziękuję bardzo.

source: I'll tear the shit out of thee!
pl: Rozszarpię cię na kawałeczki!

source: I'll tear you apart... Every last one of you!
pl: Porozrywam was na strzępy... Wszystkich!

source: I'll tell our allies in the desert that you're coming.
pl: Przekażę naszym ludziom na pustyni, że wpadniecie do nich.

source: I'll try to help my son deal with his fears better from now on.
pl: Od tej chwili postaram się lepiej pomagać mojemu synowi radzić sobie ze swoimi lękami.

source: I'll try to send more if I can.
pl: Jeśli tylko będzie taka możliwość, prześlę kolejne.

source: I'll turn you to scrap!
pl: Zmienię cię w złom!

source: I'll work my way inside from the ground.
pl: Ja zajmę się tym z ziemi.

source: I'll...be going there...soon...too...
pl: Ja... też niedługo... tam... pójdę...

source: I'm 4S. It's impressive that you're still alive, 9S.
pl: Jestem 4S. Imponujące, że wciąż żyjesz, 9S.

source: I'm YoRHa, remember? I'm way more suited to this line of work than you are anyway.
pl: Jestem z YoRHa, pamiętacie? Dużo lepiej nadaję się do tego typu zadań od was, nie sądzicie?

source: I'm a Devola fan!
pl: Jestem fanem Devoli!

source: I'm a Popola fan!
pl: Jestem fanem Popoli!

source: I'm a really good boy now. I listen to EVERYTHING Mommy says!
pl: Teraz jestem już grzecznym chłopcem. I słucham WSZYSTKIEGO co mówi mama.

source: I'm afraid I can't leave this as-is, ma'am.
pl: Obawiam się, że nie mogę tego tak zostawić.

source: I'm afraid I can't leave this as-is, ma'am. Please give your permission.
pl: Obawiam się, że nie mogę tego tak zostawić, proszę pani. Proszę o zgodę.

source: I'm afraid I was simply no longer able to deal with it.
pl: Obawiam się, że nie byłem w stanie sobie z tym poradzić.

source: I'm afraid that's classified.
pl: Obawiam się, że to zastrzeżone.

source: I'm afraid we don't have anything like that in stock at the moment.
pl: Obawiam się, że w tej chwili nie mamy niczego takiego na stanie.

source: I'm all right...
pl: Nic mi nie jest...

source: I'm always telling him he should rest sometimes, but he never listens.
pl: Ciągle mu mówię, żeby też czasem odpoczął, ale nigdy nie słucha.

source: I'm amazed you were even able to drag yourself here.
pl: Jestem zaskoczona, że w ogóle udało ci się tu dotrzeć.

source: I'm an android, weirdo. I'm your enemy.
pl: Jestem androidem, dziwaku. Twoim wrogiem.

source: I'm an operator, you see. I'm more comfortable examining data in a setting such as this.
pl: Wiesz, jestem operatorem. Bardziej odpowiada mi badanie danych w takich warunkach.

source: I'm aware of how to fight.
pl: Wiem, jak walczyć.

source: I'm behind schedule by about a week...
pl: Zalegam z planem o tydzień...

source: I'm better at killing crap than you, anyway.
pl: W końcu, w zabijaniu ścierwa jestem lepsza od was.

source: I'm better than you!
pl: liczę na ciebie.

source: I'm busting my can doing overtime every single day.
pl: Obwody mi się przegrzewają od tych codziennych nadgodzin.

source: I'm busy recording information on the area that collapsed. You mind leaving me alone?
pl: Jestem zajęta zapisywaniem informacji o zawalonym obszarze. Możecie zostawić mnie w spokoju?

source: I'm busy trying to analyze the alien signal—but I'm not really getting anywhere.
pl: Jestem zajęta analizą sygnału kosmitów — ale do tej pory nie ma postępów.

source: I'm coming, everyone... I'm...coming...
pl: Nadchodzę, kochani... Już... idę...

source: I'm confident in my shooting abilities.
pl: Jestem pewien moich umiejętności strzeleckich.

source: I'm counting on you!
pl: Liczę na was!

source: I'm counting on you.
pl: Liczę na ciebie.

source: I'm endlessly carrying things, day after day after day. I need a break!
pl: Bez przerwy noszę rzeczy, dzień w dzień. Potrzebuję chwili wytchnienia!

source: I'm excited to test your skills again! And next time, we'll take things up a notch!
pl: Cieszę się, że znów mogę sprawdzić twoje umiejętności! Następnym razem zwiększymy poziom trudności!

source: I'm feeling much better thanks to the part she found.
pl: Dzięki części, którą znalazła, czuję się znacznie lepiej.

source: I'm fine, 9S.
pl: W porządku, 9S.

source: I'm fine, 9S. There's something calming about your voice.
pl: Nic mi nie jest 9S. W twoim głosie jest coś uspokajającego.

source: I'm fine...
pl: Nie, w porządku...

source: I'm gettin' the impression they'd slaughter anything put in front of 'em, be it machine or something else.
pl: Mam wrażenie, że zabiliby wszystko, co stanie przed nimi, czy to maszynę, czy coś innego.

source: I'm getting so sick of everyone complaining all the damn time.
pl: Mam dość tego ciągłego narzekania.

source: I'm getting tired of looking at the same view every day.
pl: Nudzi mnie codzienne oglądanie tego samego widoku.

source: I'm getting us out of here!
pl: Muszę nas stąd wydostać!

source: I'm glad I can trust you guys. Next time we meet, I'll be sure to introduce you to my family!
pl: Cieszę się, że mogę wam zaufać. Następnym razem, kiedy znów się spotkamy, przedstawię was mojej rodzinie!

source: I'm glad I got to see you here. I truly am.
pl: Cieszę się, że was tutaj widzę. Naprawdę.

source: I'm glad I rested.
pl: Cieszę się, że odpocząłem.

source: I'm glad you and the villagers are all okay.
pl: Cieszę się, że tobie i mieszkańcom nic nie jest.

source: I'm glad you're okay...
pl: Cieszę się, że nic ci nie jest...

source: I'm glad you're safe, 2B.
pl: Cieszę się, że jesteś bezpieczna, 2B.

source: I'm glad you're safe.
pl: Cieszę się, że nic ci nie jest.

source: I'm going after him!
pl: Idę po niego!

source: I'm going to destroy it.
pl: Zniszczę go.

source: I'm going to feel terrible telling that woman what happened to her friend.
pl: Będę czuł się okropnie przekazując tej kobiecie, co stało się z jej przyjacielem.

source: I'm going to get Pascal to teach him the word "restraint" next time.
pl: Następnym razem zabiorę go do Pascala, aby nauczył go słowa „umiar”.

source: I'm going to go see the guy in the forest soon.
pl: Niedługo pójdę odwiedzić tego gościa z lasu.

source: I'm going to keep up with food research for as long as I can.
pl: Zamierzam zajmować się badaniami nad żywnością tak długo, jak to tylko będzie możliwe.

source: I'm going to kill A2.
pl: Zabiję A2.

source: I'm going to kill every last machine.
pl: Zamierzam zniszczyć każdą maszynę.

source: I'm going to kill you now!
pl: Teraz zamierzam cię zniszczyć!

source: I'm going to kill you!
pl: Zabiję cię!

source: I'm going to see if we can use those missiles back on the shore.
pl: Zamierzam sprawdzić, czy damy radę użyć tych rakiet znajdujących się na nabrzeżu.

source: I'm going to stay here for a while.
pl: Zostanę tutaj na chwilę.

source: I'm going to stick around and investigate this place a little more. Don't tell the Commander, okay?
pl: Zostanę tu jeszcze trochę, aby dokładniej zbadać to miejsce. Nie mów Komandor, dobrze?

source: I'm going to treasure this forever!
pl: Zachowam je na zawsze. Będą moim najdroższym skarbem!

source: I'm going to try and repair some of its damaged circuits.
pl: Spróbuję naprawić niektóre z jego zniszczonych obwodów.

source: I'm going to try hacking into Eve and shutting him down!
pl: Spróbuję zhakować Ewę i w ten sposób go wyłączyć!

source: I'm going to try to hack it back.
pl: Ja też spróbuję go zhakować.

source: I'm going to wipe out the machines.
pl: Zamierzam wyrżnąć te maszyny w pień!

source: I'm going to...stay here for a bit.
pl: Ja... chyba zostanę tu przez moment.

source: I'm gonna break into this factory's systems and get you outta here!
pl: Aby cię stamtąd wyciągnąć, muszę włamać się do systemów fabryki!

source: I'm gonna call out to you now—make sure you can hear my voice.
pl: Teraz zacznę do ciebie mówić — upewnij się że słyszysz mój głos.

source: I'm gonna kill you...
pl: Zamierzam cię zniszczyć...

source: I'm gonna start a 2B fan club!
pl: Chyba rozpocznę fanklub 2B!

source: I'm gonna tap you on the arm this time, okay?
pl: Dotknę cię w rękę, okej?

source: I'm gonna tap you on the shoulders, all right?
pl: Dotknę cię w ramię, dobrze?

source: I'm gonna...stay here for a bit.
pl: Ja... Zostanę tutaj jeszcze przez chwilę.

source: I'm good now! I'm really, REALLY good!
pl: Jestem już grzeczny. Naprawdę, NAPRAWDĘ grzeczny!

source: I'm good, thanks.
pl: Nie, dziękuję.

source: I'm good.
pl: Nie, dzięki.

source: I'm guessing they have plenty of things to worry about. I shouldn't run around spouting off such petty concerns.
pl: Zgaduję, że mają wiele rzeczy na głowie. Nie powinnam rozgłaszać takich nieznaczących obaw.

source: I'm happy we're trading with Pascal, but it's still a little weird swapping stuff with machines.
pl: Z jednej strony cieszę się, że handlujemy z Pascalem, ale z drugiej... trochę dziwne, że wymieniamy towary z maszynami.

source: I'm heading back to the Resistance camp.
pl: Wracam do obozu Ruchu Oporu.

source: I'm heading to the transporter.
pl: Udaję się w stronę transportera.

source: I'm here conducting research on the old world.
pl: Prowadzę tutaj badania nad starym światem.

source: I'm here to discuss the...peace treaty?
pl: Jestem tutaj, aby przedyskutować... traktat pokojowy?

source: I'm here to make sure nobody falls into this hole until the repairs are finished.
pl: Jestem tu, aby upewnić się, że nikt nie wpadnie do tej dziury póki nie zostanie naprawiona.

source: I'm here to provide support.
pl: Jestem tu by zapewnić wsparcie.

source: I'm here.
pl: Jestem.

source: I'm hoping I can repair it and use it to kick off my very own family.
pl: Miałem nadzieję, że uda mi się je naprawić, aby za jego pomocą stworzyć moją własną rodzinę.

source: I'm hoping to use whatever knowledge remains of the old world to make life better for those here in the village.
pl: Mam nadzieję, że uda mi się wykorzystać wiedzę ze starego świata, w celu poprawy poziomu życia w wiosce.

source: I'm in charge of the camp here. I'll make sure to tell everyone about you.
pl: Dowodzę tutejszym obozem. Dopilnuję, żeby wszyscy się o tobie dowiedzieli.

source: I'm in your corner.
pl: jestem przy tobie.

source: I'm in...the Resistance camp?
pl: Jestem... w obozie Ruchu Oporu?

source: I'm just a feeble machine, and there's no way out of this hell for me.
pl: Jestem tylko nędzną maszyną, nie ma dla mnie drogi ucieczki z tego piekła.

source: I'm just about wrapped up here. How about you?
pl: Właśnie się ze wszystkim uporałam. A jak tam u ciebie?

source: I'm just trying to follow regulations here.
pl: Ja chcę tylko przestrzegać przepisów.

source: I'm looking for something called a dynamic scanner that can detect black-box signals.
pl: Szukam czegoś, co nazywa się skanerem dynamicznym. Ponoć potrafi wykrywać sygnały czarnych skrzynek.

source: I'm more beautiful than ever now.
pl: Jestem teraz piękniejsza niż zwykle.

source: I'm more than a little busy here! Come back later!
pl: Jestem bardziej niż trochę zajęta! Wróć proszę później!

source: I'm mostly in the camp sorting supplies but recently I've been participating in the investigations around the area and just the other day I started...
pl: przez większość czasu zajmuję się sortowaniem zaopatrzenia, ale ostatnio uczestniczę w badaniu okolicznego terenu, dzięki czemu może pewnego dnia zacznę...

source: I'm not a strong shooter.
pl: Nie jestem zbyt dobrym strzelcem.

source: I'm not buying you squat.
pl: Nie zamierzam niczego wam kupować!

source: I'm not done playing yet!
pl: Jeszcze nie skończyłem się bawić!

source: I'm not done yet!
pl: Jeszcze nie skończyłem!

source: I'm not going anywhere!
pl: Nigdzie się stąd nie ruszam!

source: I'm not going near anything dangerous.
pl: Nie zbliżę się do niczego niebezpiecznego.

source: I'm not interested in killing a bunch of sad-sacks.
pl: Nie interesuje mnie zabijanie bandy żałosnych smutasów.

source: I'm not quite back to normal, but I'm prepared, so I can support you.
pl: Jeszcze nie wróciłam całkowicie do normy, ale jestem przygotowana, aby cię wspierać.

source: I'm not quite sure what it means to mourn, or even if we have a soul to concern ourselves with...
pl: Nie jestem pewien, co właściwie znaczy żałoba, ani czy w ogóle posiadamy duszę, o którą powinniśmy się martwić...

source: I'm not scared. I'm not scared at all!
pl: Nie boję się. Nic a nic.

source: I'm not sure I even know what it means to be smart anymore.
pl: Przyznam szczerze, że po tej rozmowie przestałem już być pewien, co tak naprawdę oznacza bycie "mądrym".

source: I'm not sure if machines count as "people," however.
pl: Choć wcale nie jestem pewien, czy maszyny liczą się jako „ludzie”.
